Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/skrivesenteret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: barns mediebruk er fortsatt i hovedsak hjemme og på fritiden (Jæger, 2015).
nn: mediebruka til barn er framleis i hovudsak heime og på fritida (Jæger, 2015).

source: profesjonell sammenheng brukes det mye tid på lyssetting for at greenscreen-
nn: profesjonell samanheng blir det brukt mykje tid på lyssetting for at greenscreen-

source: Digital infrastruktur omfatter både fysisk infrastruktur som bredbånd og
nn: Digital infrastruktur omfattar både fysisk infrastruktur som breiband og

source: Ved å se
nn: Ved å sjå

source: digitale verktøy ut i barnehagen eller på turer for å skape digitale møteplasser
nn: Ta òg med digitale verktøy ut i barnehagen eller på turar for å skape digitale

source: barnet deres har gjort i dag, og kan bidra til å skape et godt utgangspunkt for
nn: barnet deira har gjort i dag, og kan bidra til å skape eit godt utgangspunkt for

source: en undersøkelse der hun spør ulike yrkesutøvere om
nn: ei undersøking der ho spør ulike yrkesutøvarar om

source: Dette er en del
nn: Dette er ein del av

source: Teoretisk dreier det seg om å
nn: Teoretisk dreier det seg om

source: Pedagogikk handler om lek, erfaring, læring og danning i
nn: Pedagogikk handlar om leik, erfaring, læring og danning i

source: Dette lar seg gjøre når vinteren er
nn: Dette lèt seg gjere når vinteren er

source: krever så mye forarbeid.
nn: så mykje forarbeid.

source: gjelder ikke kun enkeltstående prosjekter som pågår over lang tid, men til en
nn: ikkje berre einskildståande prosjekt som går over lang tid, men til ein

source: informasjon og inspirasjon til bruk av digitale bøker i barnehagens arbeid:
nn: informasjon og inspirasjon til bruk av digitale bøker i arbeidet til barnehagen:

source: komponentene sammen, og de er tett vevd sammen i hverandre.
nn: komponentane saman, og dei er tett vove saman i kvarandre.

source: nødvendig at dette arbeidet preges av improvisasjon og en lyttende holdning der
nn: nødvendig at dette arbeidet blir prega av improvisasjon og ei lyttande haldning

source: Det går an å filme at barna beveger seg fritt foran duken, men det kan også være
nn: Det går an å filme at barna rører seg fritt føre duken, men det kan òg vere

source: digitale boka for de andre barna i barnehagen eller for foreldre og søsken
nn: filmen eller den digitale boka for dei andre barna i barnehagen eller for foreldre

source: håndterer ulike digitale verktøy og apper.
nn: handterer ulike digitale verktøy og appar.

source: En kombinasjon av analoge og digitale aktiviteter kan gjøre barns digitale
nn: Ein kombinasjon av analoge og digitale aktivitetar kan gjere den digitale

source: offentlige dokumenter og rapporter siden 1989 (Bølgan, 2018).
nn: offentlege dokument og rapportar sidan 1989 (Bølgan, 2018).

source: Noen barnehager har vært tidlig ute med å bruke digital teknologi sammen med
nn: Nokre barnehagar har vore tidleg ute med å bruke digital teknologi saman med

source: nettbrett eller iPad bør henge sammen med hva slags type smarttelefoner som
nn: nettbrett eller iPad bør henge saman med kva slags type smarttelefonar som blir

source: verdiene, holdningene og praksisene til de ansatte og det fysiske miljøet i
nn: ord verdiane, haldningane og praksisane til dei tilsette og det fysiske miljøet i

source: Slik kan de se nærmere på småkrypene og
nn: Slik kan dei sjå nærare på småkrypa og oppdage

source: den med sunn skepsis og et kritisk blikk.
nn: sunn skepsis og eit kritisk blikk.

source: kan støtte barnas utforskning, undring og lek med verktøyene i sine skapende
nn: dei kan støtte utforskinga til barna, undring og leik med verktøya i dei skapande

source: viktig for barns språklæring (Gjems, 2016, s.
nn: viktig for språklæringa til barn (Gjems, 2016, s.

source: Barn skal få mulighet til å undre seg over ulike fenomener og utforske ved hjelp av
nn: Barn skal få moglegheit til å undre seg over ulike fenomen og utforske ved

source: Det handler ikke så mye om
nn: Det handlar ikkje så mykje om

source: Et miljø for digital praksis
nn: Eit miljø for digital praksis

source: barnas behov, alder og interesser, barnegruppens sammensetning og andre
nn: behovet til barna, alder og interesser, samansetninga i barnegruppa og andre

source: teknologi betraktes som en av hovedfaktorene som påvirker omfang og bruk av
nn: teknologi blir vurdert som ein av hovudfaktorane som påverkar omfang og bruk

source: Maria er aktiv og engasjert i samspillet med barna.
nn: Maria er aktiv og engasjert i samspelet med barna.

source: at barna blir godt kjent med dem, og å bruke ordene i flere sammenhenger slik
nn: med dei, og å bruke orda i fleire samanhengar slik at omgrepsforståinga til barna

source: Samtaler er en grunnleggende aktivitet for språktilegnelse og læring.
nn: Samtalar er ein grunnleggande aktivitet for språktileigning og læring.

source: barn, ansatte og foreldre uten at de andre er til stede.
nn: med andre barn, tilsette og foreldre utan at dei andre er til stades.

source: kunnskapsrike eller bekymret for hva den digitale praksisen kan bringe inn i
nn: kunnskapsrike eller bekymra for kva den digitale praksisen kan bringe inn i

source: både her og nå i barnehagen, men det er også greit å ha gjort seg noen
nn: både her og no i barnehagen, men det er òg greitt å ha gjort seg nokre erfaringar

source: har tilgjengelige når de skaper historiene sine.
nn: dei har tilgjengelege når dei skaper historiene sine.

source: miljø som støtter opp om deres lyst til å leke, utforske, lære og mestre, og at
nn: miljø som støttar opp om lysta deira til å leike, utforske, lære og meistre, og at

source: barnas egne fortellinger i barnehagen, gis barna mulighet til å bruke språket sitt
nn: barna sine eigne forteljingar i barnehagen, givast barna moglegheit til å bruke

source: være svært engasjerende å bruke lys, farger og forskjellige lyder for å skape
nn: engasjerande å bruke lys, fargar og ulike lydar for å skape nysgjerrigheit,

source: Deres involvering og væremåte er en avgjørende faktor
nn: Deira involvering og veremåte er ein avgjerande faktor

source: I garderoben er det også en digital skjerm som viser flere ulike bilder fra dagens
nn: I garderoben er det òg ein digital skjerm som viser fleire ulike bilde frå dagens

source: læring skjer når barnet er aktivt, og når det får mulighet til å undersøke noe,
nn: læring skjer når barnet er aktivt, og når det får moglegheit til å undersøke noko,

source: Når de får innsikt i og forståelse for at skrift er
nn: Når dei får innsikt i og forståing for at skrift er

source: Undring over det som skjer i naturen rundt oss er ofte et godt utgangspunkt for
nn: Undring over det som skjer i naturen rundt oss er ofte eit godt utgangspunkt for

source: Lysstyrken avgjør hvor mørke omgivelsene trenger å være for at
nn: Lysstyrken avgjer kor mørke omgivnadene treng å vere for at bildet

source: Bee-Bot er en visuell og leken måte å forstå programmering
nn: Bee-Bot er ein visuell og leiken måte å forstå programmering på.

source: sosiale sider ved bruk av teknologi, digitale verktøy og medier.
nn: bruk av teknologi, digitale verktøy og medium.

source: foregå på mer fantasifulle måter.
nn: føre seg på meir fantasifulle måtar.

source: der barna sammen med personalet bidrar og skaper innhold og helhetlige
nn: der barna saman med personalet bidrar og skaper innhald og heilskaplege

source: fra omgivelsene og kulturen blir dermed viktige bidragsytere til barnets utvikling
nn: omgivnadene og kulturen blir dermed viktige bidragsytarar til utviklinga til

source: som lite meningsfylt å skrive om et tema læreren
nn: skrive om eit tema som læraren er ekspert på.

source: digitale verktøy som finnes, og at de er synlige og tilgjengelige (Fragell Darre,
nn: digitale verktøy som finst, og at dei er synlege og tilgjengelege (Fragell Darre,

source: formidlingen av boka (digitalt eller analogt), må aktiviteten tilpasses barnas
nn: formidlinga av boka (digitalt eller analogt), må aktiviteten tilpassast det språklege

source: erfaringene og ved at de forholder seg til digitale tekster får barna utviklet en
nn: og ved at dei held seg til digitale tekstar, får barna utvikle ein

source: et objekt til flere ganger den opprinnelige størrelsen.
nn: eit objekt til fleire gonger den opphavlege storleiken.

source: kan de ansatte ha ulik innstilling og interesse når det gjelder digitale verktøy, og
nn: dei tilsette ha ulik innstilling og interesse når det gjeld digitale verktøy, og at dei

source: at de får snakket godt sammen om innholdet i barnehagen og egen praksis.
nn: dei får snakka godt saman om innhaldet i barnehagen og eigen praksis.

source: Naturen inviterer barn til å undre seg over ulike
nn: Naturen inviterer barn til å undre seg over

source: noen tilleggsfunksjoner som ikke papirboka har, de har flere modaliteter enn
nn: nokre tilleggsfunksjonar som ikkje papirboka har, dei har fleire modalitetar

source: forventninger om utøvelse av digital dømmekraft i barnehagen, er det nødvendig at
nn: utøving av digital dømmekraft i barnehagen, er det nødvendig at personalet innehar

source: språkmiljø med tilgang på digitale verktøy og ansatte som støtter barnas lek og
nn: tilgang på digitale verktøy og tilsette som støttar leiken og utforskinga til barna

source: skal få mot til å tenke selv og handle selv, og barnas tanker må gis verdi
nn: tenke sjølv og handle sjølv, og tankane til barna må givast verdi (Amundsen,

source: Barns utforskning med digitale verktøy
nn: Utforskinga til barn med digitale verktøy

source: konferanse eller et kurs, andre trenger veiledning for å se sammenhenger
nn: konferanse eller eit kurs, andre treng rettleiing for å sjå samanhengar mellom

source: barnas tanker og handlinger at det er mulig å skape et miljø som vekker barnas
nn: tankane og handlingane til barna at det er mogleg å skape eit miljø som vekker

source: dokumentasjon handler om å ta utgangspunkt i noe som har hendt, og at barn
nn: dokumentasjon handlar om å ta utgangspunkt i noko som har hendt, og at barn

source: I analog lesing er
nn: I analog lesing er det

source: kunnskaper og holdninger til digitale verktøy i barnehagen for å kunne utvikle
nn: kunnskapar og haldningar til digitale verktøy i barnehagen for å kunne utvikle

source: «Barn er sårbare, særlig de aller yngste på 1-3 år, og de er avhengige at
nn: «Barn er sårbare, særleg dei aller yngste på 1-3 år, og dei er avhengige at

source: profesjonsfaglige digitale kompetansen kan deles inn i tre hovedkomponenter.
nn: profesjonsfaglege digitale kompetansen kan delast inn i tre hovudkomponentar.

source: • Skriv navnet på objektene som sammenlignes i boks A og B. For eksempel:
nn: • Skriv namnet på objekta som blir samanlikna i boks A og B.

source: sentasjonsskriving, og i de fleste av disse har vi har
nn: sjonsskriving, og i dei fleste av desse har vi freista å

source: Videre må lederen også holde seg oppdatert på hvilke regler og retningslinjer
nn: Vidare må leiaren òg halda seg oppdatert på kva reglar og retningslinjer som er

source: barnehagen, de tegnet og de malte snegler, og de undersøkte sneglene når de
nn: barnehagen, dei teikna og dei måla sniglar, og dei undersøkte sniglane når dei

source: justeres for å tilpasses forholdene det forskes i.
nn: lysstyrken justerast for å tilpassast forholda det blir forska i.

source: drone kunne ikke flydd uten en skjerm til å navigere dronen på.
nn: drone kunne ikkje floge utan ein skjerm til å navigere dronen på.

source: de ansatte har evne til å respondere, gripe og videreutvikle mulighetene som
nn: der dei tilsette har evne til å respondere, gripe og vidareutvikle moglegheitene

source: ansatte som er bekymret for at digitale verktøy kan skade barnas helse, være
nn: for at digitale verktøy kan skade helsa til barna, vere passiviserande og

source: personalet har et forhold til kritisk tenkning og etiske prinsipper knyttet til deres
nn: personalet har eit forhold til kritisk tenking og etiske prinsipp knytt til deira

source: bruker de projektor slik at de får hele veggen full av svømmende fisker.
nn: bruker dei projektor slik at dei får heile veggen full av symjande fiskar.

source: Teksten tar utgangspunkt i de aktuelle tekstvedleggene på en hensiktsmessig måte.
nn: Teksten tar utgangspunkt i dei aktuelle tekstvedlegga på ein hensiktsmessig måte.

source: Bruk av slike verktøy kan være et godt supplement i
nn: Bruk av slike verktøy kan vere eit godt supplement i det

source: Barna får fortelle og dokumentere sine historier
nn: Barna får fortelje og dokumentere

source: mest praktisk å bare bruke smarttelefonen, mens andre ganger passer det best
nn: praktisk å berre bruke smarttelefonen, medan andre gonger passar det best

source: til å ta i bruk digitale verktøy i naturen ønsker de at barna skal utvikle respekt og
nn: gje barna moglegheiter til å ta i bruk digitale verktøy i naturen, ønsker dei at

source: profesjonsfaglig digital kompetanse mer systematisk enn det som har vært gjort
nn: profesjonsfaglig digital kompetanse meir systematisk enn det som har vore gjort

source: video» eller «timelapse nature» på YouTube for å finne filmer som kan være
nn: eller «timelapse nature» på YouTube for å finne filmar som kan vere relevante å

source: bruker ofte en finger til å peke på eller ta på bilder, illustrasjoner og tekst i en
nn: Barn bruker ofte ein finger til å peike på eller ta på bilde, illustrasjonar og tekst i

source: på sitt mørkeste.
nn: på sitt mørkaste.

source: settes i gang og det øvrige arbeidet i barnehagen.
nn: aktivitetane som blir sette i gang og det andre arbeidet i barnehagen.

source: De deler avdelingen inn i små grupper med færre barn, noe
nn: Dei deler avdelinga inn i små grupper med færre barn, noko

source: enklere ved bruk av bilder, lydopptak og filmer som utgangspunkt for refleksjon.
nn: enklare ved bruk av bilde, lydopptak og filmar som utgangspunkt for refleksjon.

source: det også gode muligheter for å utforske det muntlige språket og utvide barnas
nn: òg gode moglegheiter for å utforske det munnlege språket og utvide ordforrådet

source: Dette mener jeg vil gjøre det enklere for elevene å bli gode til å skrive, fordi de slipper å sjekke kva som er lov eller ikke lov, etter hvert som den språklige normeringa endrer seg.»
nn: Dette meiner eg vil gjere det enklare for elevane å bli gode til å skrive, fordi dei slepp å sjekke kva som er lov eller ikkje lov, etter kvart som den språklege normeringa endrar seg.»

source: digitale fortellingen underveis i produksjonen.
nn: den digitale forteljinga undervegs i produksjonen.

source: interne kurs med workshop og opplæring i hvordan digitale verktøy kan brukes i
nn: og opplæring i korleis digitale verktøy kan brukast i barnehagen.

source: forventning om at vurderingsarbeidet bygger på refleksjoner som hele
nn: er ei forventning om at vurderingsarbeidet bygger på refleksjonar som heile

source: Det er mulig å bruke apper for å produsere
nn: Det er mogleg å bruke appar for å produsere prosjektskildringar

source: I dagens samfunn foregår dette i
nn: I dagens samfunn går dette i

source: Personalet opplever en veldig entusiasme i barnegruppa når de bruker digitale
nn: Personalet opplever ein veldig entusiasme i barnegruppa når dei bruker digitale

source: Det er også en forutsetning at personalet skal være aktive
nn: Det er òg ein føresetnad at personalet skal vere aktive saman

source: bildeserier som lå tilgjengelige i appen spurte mange om å få lese de eller at
nn: mange slike bildeseriar som låg tilgjengelege i appen spurde mange om å få lese

source: digitale og pedagogiske praksis», sier Anita Lie Kvien, pedagogisk leder på
nn: digitale og pedagogiske praksis», seier Anita Lie Kvien, pedagogisk leiar på

source: Den digitale teknologien er i stadig endring,
nn: Den digitale teknologien er i stadig endring, og

source: pedagogiske kompetansen som gjør aktivitetene til noe mer enn en morsom
nn: den pedagogiske kompetansen som gjer aktivitetane til noko meir enn ei

source: handler i stor grad om å mestre det digitale livet, og å være kritisk og selvstendig i
nn: grad om å meistre det digitale livet, og å vere kritisk og sjølvstendig i møtet med dei

source: en klemme kan det festes oppe i et tre.
nn: ein klemme kan det festast oppe i eit tre.

source: Å lese digitale bøker på nettbrett sammen med barn ligner på den tradisjonelle
nn: Å lese digitale bøker på nettbrett saman med barn liknar på den tradisjonelle

source: Hva kan serien lære oss?
nn: Kva kan serien lære oss?

source: fagområdene pedagogikk og teknologi i sammenheng, og at disse gjensidig
nn: fagområda pedagogikk og teknologi i samanheng, og at desse gjensidig påverkar

source: Hva er det
nn: Kva er det

source: Barns digitale hverdag
nn: Den digitale kvardagen til barn

source: etiske prinsipper når det kommer til valg av bilder og filmmateriale.
nn: prinsipp når det gjeld val av bilde og filmmateriale.

source: varierende grad av støtte og ulike tiltak som øker og utvider personalets
nn: varierande grad av støtte og ulike tiltak som aukar og utvidar personalets

source: Det er en lang tradisjon i norsk skole for at skriving
nn: Det er lang tradisjon i norsk skule for at skriving ho-

source: at det skjer med utgangspunkt i barnet selv og barns naturlige nysgjerrighet og
nn: det skjer med utgangspunkt i barnet sjølv og den naturlege forvitenskapen til

source: både hjemme, med venner, i barnehage og på fritiden.
nn: både heime, med venner, i barnehage og på fritida.

source: de digitale bildebok-appene styres dette ofte av effektene som ligger der og
nn: digitale bildebok-appane blir dette ofte styrt av effektane som ligg der og kva

source: Å utvikle et godt fagspråk innenfor det teknologiske området er nyttig for barna
nn: Å utvikle eit godt fagspråk innanfor det teknologiske området er nyttig for barna

source: Profesjonsfaglig digital kompetanse omfatter mye mer.
nn: Profesjonsfagleg digital kompetanse omfattar mykje meir.

source: digitale verktøy inn i arbeidet med språk på, og som er i tråd med rammeplanens
nn: bruke digitale verktøy på i arbeidet med språk, og som er i tråd med

source: barnehagelæreren og andre ansatte i barnehagen svært viktige for barns læring,
nn: barnehagelæraren og andre tilsette i barnehagen svært viktige for læringa til

source: sammen med barna, og det er kanskje animasjonsfilm eller digitale bøker som er
nn: med barna, og det er kanskje animasjonsfilm eller digitale bøker som er mest

source: hvilke planer de har videre i det pedagogiske arbeidet på barnehagen.
nn: planar dei har vidare i det pedagogiske arbeidet i barnehagen.

source: en annen måte enn om det brukes større skjermer i den digitale
nn: ein annan måte enn om det blir brukt større skjermar i den digitale

source: nødvendig med en tydelig ledelse som prioriterer arbeid med teknologi, men
nn: nødvendig med ei tydeleg leiing som prioriterer arbeid med teknologi, men som

source: fleste barn setter ord på det de uttrykker på papiret, enten det er tegninger eller
nn: fleste barn set ord på det dei uttrykker på papiret, enten det er teikningar eller

source: Nettressursen «Barnehagens digitale praksis» har som formål å bidra til å styrke
nn: Nettressursen «Den digitale praksisen til barnehagen» har som formål å bidra til

source: nettbrett for å finne ut hva de skal gjøre der.
nn: nettbrett for å finne ut kva dei skal gjere der.

source: erfaringer med å delta i demokratiske prosesser når de utforsker teknologien på
nn: med å delta i demokratiske prosessar når dei utforskar teknologien på denne

source: Barna har ofte stor kunnskap om
nn: Barna har ofte stor kunnskap

source: Digitale fortellinger består av flere modaliteter som settes sammen for å
nn: Digitale forteljingar består av fleire modalitetar som blir sett saman for å

source: er mulig å kombinere ulike teknologier etter hvert som barna og ansatte i
nn: er mogleg å kombinere ulike teknologiar etter kvart som barna og tilsette i

source: hovedgrupper, men poengterer samtidig at det er flytende overganger mellom
nn: hovudgrupper, men poengterer samtidig at det er flytande overgangar mellom

source: gjort, og hva de ønsker å jobbe med videre.
nn: gjort, og kva dei ønsker å jobbe med vidare.

source: seg erfaringer med ulike skriftspråksuttrykk slik det er nedfelt i rammeplanen for
nn: utforske og gjere seg erfaringar med ulike skriftspråksuttrykk slik det er nedfelt i

source: beskrive, drøfte og reflektere over spørsmål knyttet til omsorg, utvikling, lek,
nn: å beskrive, drøfte og reflektere over spørsmål knytt til omsorg, utvikling, leik,

source: Jeg bruker fagspråk på en bevisst og hensiktsmessig måte.
nn: Eg bruker fagspråk på ein bevisst og hensiktsmessig måte.

source: De har også utviklet VEBB som er et vurderingsverktøy som kan brukes for å
nn: Dei har òg utvikla VEBB som er eit vurderingsverktøy som kan brukast for å

source: er bøker som viderefører teksten fra papirboka og
nn: er bøker som vidarefører teksten frå papirboka og

source: Ved å kombinere ansattes kunnskaper om naturen og
nn: Ved å kombinere kunnskapane til tilsette om naturen og

source: Konteksten for rammeverket er også viktig.
nn: Konteksten for rammeverket er òg viktig.

source: Barn leker ofte med touch-
nn: Barn leikar ofte med

source: brukes i barnehagen.
nn: brukt i barnehagen.

source: I filmene viser vi at barna både bruker mikroskopet ute i naturen, og at de tar
nn: I filmane viser vi at barna både brukar mikroskopet ute i naturen, og at dei tar

source: Ved hjelp av en Bee-Bot kan barna lære seg grunnleggende programmering.
nn: Ved hjelp av ein Bee-Bot kan barna læra seg grunnleggande programmering.

source: forutsetning for at barna skal kunne medvirke i utformingen av sitt eget
nn: er ein føresetnad for at barna skal kunne medverke i utforminga av sitt eige

source: Det er hensiktsmessig at barn i ung alder erfarer at de har rett til å
nn: Det er formålstenleg at barn i ung alder erfarer at dei har rett til å

source: miljøer og steder som ikke har vært tilgjengelige for barna tidligere.
nn: som ikkje har vore tilgjengelege for barna tidlegare.

source: En forutsetning for å utvikle kompetanse i personalet er å kjenne til
nn: Ein føresetnad for å utvikle kompetanse i personalet er å kjenne til kva

source: barna for å fange opp de potensielle digitale historiene som oppstår.
nn: barna for å fange opp dei potensielle digitale historiene som oppstår.

source: De er ofte
nn: Dei er ofte

source: klatrer, går, drar, skummel, hule, skog, fjell, sjø, hule, stygg, fæl, enorm, stor, brun, svart, grønn, hvit, sølvfarget, mørk, lys, gjennomtrengende, skremmende, gigantisk, redsel, frykt,
nn: klatrar, går, drar, skummel, hole, skog, fjell, sjø, hole, stygg, fæl, enorm, stor, brun, svart, grøn, kvit, sølvfarga, mørk, lys, gjennomtrengande, skremmande, gigantisk, redsle, frykt

source: Hva kan skje dersom vi ikke snakker om følelser?
nn: Kva kan skje dersom vi ikkje snakkar om kjensler?

source: Analog og digital lesing kan tenkes å utfylle hverandre.
nn: Analog og digital lesing kan tenkast å utfylle kvarandre.

source: Tilgjengelighet på teknologi er nødvendig for at den digitale
nn: Tilgjengelegheit på teknologi er nødvendig for at den

source: Teknologisk kunnskap beror på en kunnskap om digitale verktøy og bruken av
nn: Teknologisk kunnskap kviler på ein kunnskap om digitale verktøy og bruken av

source: Ulike effekter som lyd, farger, musikk og animasjoner kan støtte opp
nn: Ulike effektar som lyd, fargar, musikk og animasjonar kan støtte opp

source: Skriveramme for resonnerende tekst
nn: Skriveramme for resonnerande tekst

source: I videreføringen av samtalen rundt
nn: I vidareføringa av samtalen rundt

source: refleksjoner er i sentrum, legges det til rette for demokratiske læringsaktiviteter
nn: refleksjonar er i sentrum, blir det lagt til rette for demokratiske læringsaktivitetar
